{
    "projects": [
        {
            "title": "React FilmApp",
            "photos": [
                "./assets/filmapp-react/1.png",
                "./assets/filmapp-react/2.png",
                "./assets/filmapp-react/3.png",
                "./assets/filmapp-react/5.png",
                "./assets/filmapp-react/6.png",
                "./assets/filmapp-react/7.png"
            ],
            "video": "",
            "desc": {
                "short": "Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis.\n\nSed ante. Vivamus tortor. Duis mattis egestas metus.\n\nAenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
                "full": "Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa."
            },
            "repositoryURL": "https://github.com/marm007/filmapp-react-frontend",
            "frontendURL": "https://marm007.github.io/filmapp-react-frontend/",
            "backendURL": "https://marm007.github.io/filmapp-react-frontend/",
            "techStack": [
                "react",
                "nodejs",
                "mongodb",
                "javascript"
            ]
        },
        {
            "title": "Angular PhotoApp",
            "photos": [
                "./assets/photoapp-angular/1.png",
                "./assets/photoapp-angular/3.png",
                "./assets/photoapp-angular/4.png",
                "./assets/photoapp-angular/5.png",
                "./assets/photoapp-angular/6.png",
                "./assets/photoapp-angular/7.png",
                "./assets/photoapp-angular/8.png",
                "./assets/photoapp-angular/9.png"
            ],
            "video": "",
            "desc": {
                "short": "In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.\n\nNulla ut erat id mauris vulputate elementum. Nullam varius. Nulla facilisi.\n\nCras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.\n\nQuisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.\n\nPhasellus in felis. Donec semper sapien a libero. Nam dui.",
                "full": "Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis."
            },
            "repositoryURL": "https://github.com/marm007/photoapp-angular-frontend",
            "frontendURL": "https://marm007.github.io/photoapp-angular-frontend/",
            "backendURL": "https://marm007.github.io/photoapp-angular-frontend/",
            "techStack": [
                "react",
                "django",
                "postgresql",
                "typescript",
                "python"
            ]
        }
    ]
}